{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "kernel_regularizer": null, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "batch_input_shape": [null, 784], "units": 784, "activation": "relu", "activity_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_2", "trainable": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "units": 10, "activation": "softmax", "activity_regularizer": null}}], "keras_version": "2.1.5", "backend": "tensorflow"}